from openai import OpenAI

client = OpenAI(
    api_key="sk-apxe9b011b2f59e6603236bf92339b8b55787030eed41e0da3",
    base_url="https://api.apinex.bond/v1",
)

r = client.chat.completions.create(
    model="free/qwen-3.8-max",
    messages=[{"role": "user", "content": "من سابقه 3 سال کار با پایتون دارم و 2 سال در شرکت لیارا به عنوان کاراموز توسعه بک اند کار کردم ستاره میرزایی هستم 22 سالمه و ساکن قمم شماره تماسم 09123456789 و ایمیلیم strmir@gmail.com هست لینک گیت هابم strh-ux هست خلاصه حرفه ای رو خودت بنویس هدف شغلیم استخدام در شرکت دیجی کالا هست زبان انگلیسی در حد پیشرفته زبان فارسی در حد زبان مادری بلدم دانشگاه قم رشته مهندسی کامپیوتر مقطع ارشد خوندم مهم ترین وظایف من برگزاری جلسه با اعضای تیم بود و مسئولیتم ابلاغ کارهای جدید به اونها بود و باید بین اعضا هماهنگی ایجاد میکردم به خاطر همین دستاوردم از این کار ارتقای فن بیانم بود AIلطفاً وظایف، مسئولیت‌ها و مهم‌ترین دستاوردهای این سابقه کاری را توضیح دهید.تو من دوره اموزش جامع پایتون با تدریس جادی رو دیدم و در کلاس های استاد میرعرب کار با کتابخانه های پایتون مرتبط با هوش مصنوعی رو یاد گرفتم"}],
)
print(r.choices[0].message.content)